Repository: Icinga/pkg-icinga-debian
Catalog: debian/po/*.po
Languages: cs, id

source: Apache servers to configure for icinga:
id: Server Apache untuk mengatur icinga:

source: Please select which Apache servers should be configured for icinga.
id: Silakan pilih server Apache yang akan ada atur untuk icinga.

source: If you would prefer to perform configuration manually, leave all servers unselected.
id: Jika anda menginginkan pengaturan secara manual, biarkan semua server tidak diubah.

source: Icinga web administration password:
cs: Heslo webové administrace Icinga:
id: Kata sandi administrasi web icinga:

source: Please provide the password to be created with the "icingaadmin" user.
cs: Zadejte prosím heslo použité pro nově vytvořeného uživatele "icingaadmin".
id: Mohon menyediakan kata sandi yang dibuat untuk pengguna "icingaadmin".

source: This is the username and password to use when connecting to the Icinga server after completing the configuration. If you do not provide a password, you will have to configure access to Icinga manually later on.
cs: Toto uživatelské jméno a heslo se používá pro připojení k serveru Icinga. Pokud nezadáte nějaké heslo, budete muset nastavit přístup k Icinga ručně.
id: Ini adalah nama pengguna dan kata sandi yang digunakan untuk tersambung dengan server icinga setelah pegaturan selesai. Jika anda tidak menyediakan kata sandi,setelah itu anda akan mengatur manual akses ke Icinga manual.

source: Re-enter password to verify:
cs: Potvrďte heslo pro ověření:
id: Masukkan kata sandi untuk verifikasi:

source: Please enter the same user password again to verify you have typed it correctly.
cs: Zadejte prosím stejné heslo znovu pro ověření, že je zadané správně.
id: Silakan masukkan nama pengguna dan kata sandi lagi untuk memverifikasi bahwa anda mengetikkan itu.

source: Password input error
cs: Chyba zadání hesla
id: Masukan kata sandi tidak benar

source: The two passwords you entered were not the same. Please try again.
cs: Zadaná hesla nesouhlasí. Zkuste to prosím znovu.
id: Kata sandi yang anda masukkan tidak sama. Silakan coba lagi.

source: Use external commands with Icinga?
cs: Má Icinga používat externí příkazy?
id: Gunakan perintah external dengan Icinga?

source: As a security feature, Icinga in its default configuration does not look for external commands. Enabling external commands will give the web server write access to the nagios command pipe and is required if you want to be able to use the CGI command interface.
cs: Z důvodu lepší bezpečnosti, Icinga ve svém výchozím nastavení nepoužívá externí příkazy. Povolením externích příkazů bude webový server moci zapisovat do roury nagios a to je nutné pokud chcete používat rozhraní CGI.
id: Sebagai fitur keamanan, Icinga secara bawaan tidak akan menggunakan perintah external. Mengaktifkan perintah external akan memberikan server web untuk hak akses menulis keperintah pipe nagios dan ini dibutuhkan jika anda menghendaki untuk menggunakanantar muka perintah CGI.

source: If unsure, do not enable external commands.
cs: Pokud si nejste jistí, externí příkazy zakažte.
id: Jika tidak yakin, jangan mengaktifkan perintah external.
